export const ERROR_MESSAGES = {
  somethingWentWrong: 'Щось пішло не так',
  cantLoadNewestAds: 'Не вдалось загрузити найновіші повідомлення.',
  cantLoadPropertyDefinitions: 'Не вдалось загрузити список властивостей.',
  cantLoadFilteredAds: 'Не вдалось загрузити список відфільтрованих оголошень.',
};

export const BUTTON_CONTENT = {
  addAnnouncement: 'Додати оголошення',
  search: 'Шукати',
};

export const INPUT_LABELS = {
  animalType: 'Вид тварини',
  location: 'Локація',
};

export const PLACEHOLDERS = {
  animalType: 'Оберіть вид тварини',
  location: 'Оберіть локацію',
};

export const ANIMAL_TYPES = ['Собаки', 'Коти', 'Гризуни', 'Риби', 'Птахи', 'Рептилії', 'Інші'];

export const PET_CATEGORIES = [
  {
    amount: 150,
    name: 'Собак',
  },
  {
    amount: 135,
    name: 'Птахів',
  },
  {
    amount: 110,
    name: 'Котів',
  },
  {
    amount: 50,
    name: 'Гризунів',
  },
  {
    amount: 10,
    name: 'Рептилій',
  },
];

export const PET_CARDS_MOCK = [
  {
    id: 1,
    age: '3-5 років',
    description:
      'Вакцинований, кастрований, привчений до туалету (наповнювач), дуже чистоплотний. Має звичку спати на ліжку та грати з іграшками. Харчується якісним сухим кормом.',
    image: '/assets/tmp/dog.png',
    location: 'Камʼянець подільський',
    price: 2100.9,
    sex: 'Дівчинка',
    title: 'Продам дуже хорошу та слухняну собаку',
  },
  {
    id: 2,
    age: '3-5 років',
    description:
      'Вакцинований, кастрований, привчений до туалету (наповнювач), дуже чистоплотний. Має звичку спати на ліжку та грати з іграшками. Харчується якісним сухим кормом.',
    image: '/assets/tmp/dog.png',
    location: 'Камʼянець подільський',
    price: 2100.9,
    sex: 'Дівчинка',
    title: 'Продам дуже хорошу та слухняну собаку',
  },
  {
    id: 3,
    age: '3-5 років',
    description:
      'Вакцинований, кастрований, привчений до туалету (наповнювач), дуже чистоплотний. Має звичку спати на ліжку та грати з іграшками. Харчується якісним сухим кормом.',
    image: '/assets/tmp/dog.png',
    location: 'Камʼянець подільський',
    price: 2100.9,
    sex: 'Дівчинка',
    title: 'Продам дуже хорошу та слухняну собаку',
  },
  {
    id: 4,
    age: '3-5 років',
    description:
      'Вакцинований, кастрований, привчений до туалету (наповнювач), дуже чистоплотний. Має звичку спати на ліжку та грати з іграшками. Харчується якісним сухим кормом.',
    image: '/assets/tmp/dog.png',
    location: 'Камʼянець подільський',
    price: 2100.9,
    sex: 'Дівчинка',
    title: 'Продам дуже хорошу та слухняну собаку',
  },
];

export const CITY_LIST = ['Київ', 'Харків', 'Одеса', 'Дніпро', 'Запоріжжя', 'Львів', 'Миколаїв ', 'Вінниця', 'Полтава'];

export const PROPERTY_IDS = {
  sex: 3,
};
