export const petCardsMock = [
  {
    id: 1,
    age: '3-5 років',
    description:
      'Вакцинований, кастрований, привчений до туалету (наповнювач), дуже чистоплотний. Має звичку спати на ліжку та грати з іграшками. Харчується якісним сухим кормом.',
    image: '/assets/tmp/dog.png',
    location: 'Камʼянець подільський',
    price: '2 100,90',
    sex: 'Дівчинка',
    title: 'Продам дуже хорошу та слухняну собаку',
  },
  {
    id: 2,
    age: '3-5 років',
    description:
      'Вакцинований, кастрований, привчений до туалету (наповнювач), дуже чистоплотний. Має звичку спати на ліжку та грати з іграшками. Харчується якісним сухим кормом.',
    image: '/assets/tmp/dog.png',
    location: 'Камʼянець подільський',
    price: '2 100,90',
    sex: 'Дівчинка',
    title: 'Продам дуже хорошу та слухняну собаку',
  },
  {
    id: 3,
    age: '3-5 років',
    description:
      'Вакцинований, кастрований, привчений до туалету (наповнювач), дуже чистоплотний. Має звичку спати на ліжку та грати з іграшками. Харчується якісним сухим кормом.',
    image: '/assets/tmp/dog.png',
    location: 'Камʼянець подільський',
    price: '2 100,90',
    sex: 'Дівчинка',
    title: 'Продам дуже хорошу та слухняну собаку',
  },
  {
    id: 4,
    age: '3-5 років',
    description:
      'Вакцинований, кастрований, привчений до туалету (наповнювач), дуже чистоплотний. Має звичку спати на ліжку та грати з іграшками. Харчується якісним сухим кормом.',
    image: '/assets/tmp/dog.png',
    location: 'Камʼянець подільський',
    price: '2 100,90',
    sex: 'Дівчинка',
    title: 'Продам дуже хорошу та слухняну собаку',
  },
  {
    id: 5,
    age: '3-5 років',
    description:
      'Вакцинований, кастрований, привчений до туалету (наповнювач), дуже чистоплотний. Має звичку спати на ліжку та грати з іграшками. Харчується якісним сухим кормом.',
    image: '/assets/tmp/dog.png',
    location: 'Камʼянець подільський',
    price: '2 100,90',
    sex: 'Дівчинка',
    title: 'Продам дуже хорошу та слухняну собаку',
  },
  {
    id: 6,
    age: '3-5 років',
    description:
      'Вакцинований, кастрований, привчений до туалету (наповнювач), дуже чистоплотний. Має звичку спати на ліжку та грати з іграшками. Харчується якісним сухим кормом.',
    image: '/assets/tmp/dog.png',
    location: 'Камʼянець подільський',
    price: '2 100,90',
    sex: 'Дівчинка',
    title: 'Продам дуже хорошу та слухняну собаку',
  },
  {
    id: 7,
    age: '3-5 років',
    description:
      'Вакцинований, кастрований, привчений до туалету (наповнювач), дуже чистоплотний. Має звичку спати на ліжку та грати з іграшками. Харчується якісним сухим кормом.',
    image: '/assets/tmp/dog.png',
    location: 'Камʼянець подільський',
    price: '2 100,90',
    sex: 'Дівчинка',
    title: 'Продам дуже хорошу та слухняну собаку',
  },
  {
    id: 8,
    age: '3-5 років',
    description:
      'Вакцинований, кастрований, привчений до туалету (наповнювач), дуже чистоплотний. Має звичку спати на ліжку та грати з іграшками. Харчується якісним сухим кормом.',
    image: '/assets/tmp/dog.png',
    location: 'Камʼянець подільський',
    price: '2 100,90',
    sex: 'Дівчинка',
    title: 'Продам дуже хорошу та слухняну собаку',
  },
  {
    id: 9,
    age: '3-5 років',
    description:
      'Вакцинований, кастрований, привчений до туалету (наповнювач), дуже чистоплотний. Має звичку спати на ліжку та грати з іграшками. Харчується якісним сухим кормом.',
    image: '/assets/tmp/dog.png',
    location: 'Камʼянець подільський',
    price: '2 100,90',
    sex: 'Дівчинка',
    title: 'Продам дуже хорошу та слухняну собаку',
  },
];
